<template>
  <div class="about wrap">
    <h3>商城简介</h3>
    <p>
      浩威商城隶属长洁贸易（上海）有限公司，是集一站式、仓储式及市场批发销售的清洁用品供应商，公司拥有专业的电子商务团队、物流配送团队及完善的售后服务，公司为了能更好的服务众多客户，在上海九星市场拆迁之际经过多方位考量，扩大营业面积提升购物体验，本着便捷，优惠，高效的六字方针持续为新老客户提供更优质的产品和后续服务。
    </p>
    <p>
      我们坚持“让清洁，更轻松！”的理念，搭建便捷、放心的一站式购物平台，减少中间环节，深受每位客户的好评。相信细节决定成败，服务创造价值。多年来，公司团队通过不懈的努力诚信经营，以优质的服务与产品价格优势，赢得更多企业的信赖。
    </p>
    <p>
      公司代理销售品牌：美国威霸、美国庄臣、力奇先进、亿力、美国3M、美国爱特瑞、意大利施达、克力威、白云、南方、超宝、清风、五月花、洁云、威猛先生、白猫、蓝月亮等。
    </p>
    <h6>大客户服务专线：159********  联系人： 路经理</h6>
  </div>
</template>

<script>
export default {
  // 定义属性
  name: "About",
  data() {
    return {};
  },
  methods: {},
  // 生命周期 - 创建完成（可以访问当前this实例）
  created() {},
  // 生命周期 - 挂载完成（可以访问DOM元素）
  mounted() {},
};
</script>

<style lang='scss' scoped>
.about{
    padding-left: 20px;
    padding-right: 20px;
    h3{
        font-size: 18px;
        text-align: center;
    }
    p{
        font-size: 14px;
        text-indent: 20px;
    }
    h6{
        font-size: 16px;
    }
}
</style>